exports.frontmatter = {
  id: 8,
  path: '/Buynitsky',
  name: 'Игнат Терентьевич Буйницкий',
  date: '10 (22) августа 1861',
  img: 'buynitsky.jpg',
  youtube: 'https://www.youtube.com/watch?v=kVDHOril4-Q',
  video_id: 'kVDHOril4-Q',
  places_for_map: [
    {
      name: 'усадьба Поливачи Глубокского района Витебской области',
      width: 55.195620,
      length: 27.848430,
    },
    {
      name: 'Академический театр им. Янки Купалы',
      width: 53.9009059,
      length: 27.56275034479259,
    },
  ],
  place_of_birth: 'усадьба Поливачи ныне Глубокского района Витебской области',
  description: '',
  timeline: [
    {
      date: '1861',
      text: 'Игнат Терентьевич Буйницкий родился 10 (22) августа 1861 в усадьбе Поливачи ныне Глубокского района Витебской области.',
    },
    {
      date: '1907',
      text: 'В 1907 году Игнат Терентьевич вместе с дочерьми Вандой и Еленой, а также со своими близкими друзьями создал в фольварке Поливачи любительскую труппу.',
    },
    {
      date: '1910',
      text: 'Летом 1910 года на её основе была сформирована постоянная группа и начаты продолжительные гастроли по Беларуси.',
    },
    {
      date: '1913',
      text: 'Буйницкий организовал Прозорокское белорусское кредитное общество, в котором каждый крестьянин под небольшой процент мог получить заём.',
    },
    {
      date: '1914—1916',
      text: ' В 1914—1916 годах Буйницкий принимал активное участие в деятельности виленского общества «В помощь фронту».',
    },
    {
      date: '1917',
      text: 'Отправился на Западный фронт Первой мировой войны.',
    },
    {
      date: '1917',
      text: '22 сентября 1917 года умер на сцене во время репетиции (занимался солдатской самодеятельностью).',
    },
  ],
  works: [
    {
      subject: 'Постановки в театре',
      names: [
        '«По ревизии» М. Крапивницкого',
        '«Пошились в дурни» М. Крапивницкого',
        '«Хам» Э. Ожешко',
        '«В зимний вечер» Э. Ожешко',
        '«Модный шляхтич» К. Каганца',
      ],
    },
    {
      subject: 'Танцевальные постановки',
      names: [
        '«Лявониха»',
        '«Юрка»',
        '«Воробей»',
        '«Метелица»',
        '«Мельник»',
        '«Антошка»',
        '«Кочан»',
        '«Черёмуха»',
        '«Полька»',
      ],
    },
    {
      subject: 'Песенные исполнения',
      names: [
        '«Дуда-веселуха»',
        '«Ах ты дуй»',
        '«Подушечка»',
        '«За горами, за лесами»',
        '«Ох ты дуб»',
        '«Прилетели гуси»',
      ],
    },
  ],
  gallery: [
    {
      img: 'buynitsky.jpg',
      description: 'Игнат Буйницкий',
    },
    {
      img: 'buynitsky_1.jpg',
      description: 'Труппа Игната Буйницкого',
    },
    {
      img: 'buynitsky_2.jpg',
      description: 'Игнат Буйницкий',
    },
    {
      img: 'buynitsky_3.jpg',
      description: 'Игнат Буйницкий',
    },
  ],
};
