exports.frontmatter = {
    id: 3,
    path: '/Golubok',
    name: 'Владислав Иосифович Голубок',
    date: '3 (15) мая 1882',
    img: 'Galubok.jpg',
    youtube: 'https://www.youtube.com/watch?v=JXL-D9YWl0I',
    video_id: 'JXL-D9YWl0I',
    places_for_map: {
        name: 'Академический театр им. Янки Купалы',
        width: '53.9009059',
        length: '27.56275034479259'
    },
    place_of_birth: 'Станция Лесная Барановичский район',
    description: 'белорусский советский актёр, режиссёр, писатель, художник, декоратор, первый народный артист Белорусской ССР, один из основателей белорусского национального театра, художественный руководитель и директор Белорусского государственного театра',
    timeline: [
        {
            date: '1882',
            text: 'Владислав Иосифович Голубок родился 3 (15) мая 1882 на станции Лесная под Барановичами в семье железнодорожника.'
        },
        {
            date: '1895',
            text: 'С 13 лет работал приказчиком в магазине, затем был конторщиком на железной дороге.'
        },
        {
            date: '1906',
            text: 'Свою творческую деятельность начал в 1906 (по др. данным в 1908) году, занимался литературной деятельностью, сотрудничал с белорусской газетой «Наша ніва» (г. Вильна).'
        },
        {
            date: '1913',
            text: 'В 1913 году в Петербурге вышла первая книжка Владислава Голубка "Рассказы".'
        },
        {
            date: '1920',
            text: 'Летом 1920 году Владислав Голубок возглавил Драматическую секцию культурно-просветительской организации "Цветок папоротника" в Слуцке. Также в 1920 создал труппу белорусских артистов при Белорусском рабочим клубе в Минске, являлся ее художественным руководителем.'
        },
        {
            date: '1925',
            text: 'Только за 1925 год труппа Голубка дала на Минщине свыше 150 спектаклей'
        },
        {
            date: '1937',
            text: 'Был необоснованно репрессирован и расстрелян в 1937 (по др. данным в 1942) году.'
        },
        {
            date: '1957',
            text: 'В 1957 году посмертно реабилитирован.'
        },
        {
            subject: 'Звания и награды',
            names: [
                'С 1928 становится Народным артистом Беларуси',
            ]
        },
    ],
    works: [
        {
            subject: 'Пьесы',
            names: [
                'На реке Березе',
                'Утром',
                'Туманы',
                'Суд: пьеса в 1 акте',
                'Последнее свидание: драма в 4 актах',
                'Анна: драма в 5 актах',
                'Писаревы именины: комедия в 1 акте',
                'Впечатления',
                'Последнее свидание: драма в 4 актах'
            ]
        },
        {
            subject: 'Постановки',
            names: [
                'Последние свидание',
                'Невинная кровь',
                'Безродный',
                'Суд',
                'Пан Суринт',
                'Фанатик',
                'Белый венок',
                'Краб',
                'Белое оружие',
                'Бабы-злодейки',
                'Липовичок',
                'Душегуб'
            ]
        },
    ],
    gallery: [
        {
            img: 'golubok_1.png',
            description: 'Со дня рождения Владислава Голубка — 137 лет'
        },
        {
            img: 'golubok_2.jpg',
            description: 'Музей Гостиная Владислава Голубка'
        },
        {
            img: 'golubok_3.jpg',
            description: 'На экспозиции посетители имеют возможность через фотографии,дакументы,афиши познакомиться с жизнью и творчеством В. И. Голубка.'
        },
        {
            img: 'golubok_4.jpg',
            description: 'музей Гостиная Владислава Голубка г. Минск, ул. Старовиленская, 14 Троицкое предместье, набережная Свислочи'
        },
        {
            img: 'golubok_5.jpg',
            description: 'Исторические свидетельства жизненной и творческой деятельности В. Голубка'
        },

    ]
}