exports.frontmatter = {
    id: 4,
    path: '/Kryzanowski',
    name: 'Евгений Анатольевич Крыжановский',
    date: '6 июня 1955',
    img: 'Kryzanowski.jpg',
    youtube: 'https://www.youtube.com/watch?v=r6AJQHtIsYc',
    place_of_birth: 'Николаев Николаевская область Украинская ССР',
    description: 'белорусский юморист, актёр и главный режиссёр Минского театра сатиры и юмора "Христофор",удожественный руководитель телевизионного проекта "Юморинка"',
    timeline: [
        {
            date: '1955',
            text: 'Евгений Анатольевич родился 6 июня 1955  в Николаеве на Украине.'
        },
        {
            date: '1973',
            text: 'В 1973 он поступил в Белорусский театрально-художественный институт на актёрское отделение.'
        },
        {
            date: '1977',
            text: 'В 1977 он был принят в труппу Академического театра им. Янки Купалы.'
        },
        {
            date: '1986',
            text: 'В 1986 Евгений Крыжановский месте с Владимиром Перцовым и Юрием Лесным создал театр сатиры и юмора "Христофор".'
        },
        {
            date: '2001',
            text: 'В 2001 году выдвигал свою кандидатуру на президентских выборах, собрал 30 тысяч подписей.'
        },
        {
            date: '2007',
            text: 'В 2007 году вступил в Либерально-демократическую партию Белоруссии.'
        },
        {
            date: '2010-2016',
            text: 'В 2010-2016 Был кандидатом в депутаты на местных и парламентских выборах. На последних парламентских выборах в 2016 набрал 10,9 % голосов.'
        },
    ],
    works: [
        {
            subject: 'Роли в кино',
            names: [
                'Вокально–криминальный ансамбль - тамада',
                'Храни тебя любовь моя - подполковник полиции',
                'Доброе имя - Вадим Рабинович',
                'Деревенский роман - частник',
                'Белые волки - хозяин ресторана',
                'Манна небесная - Геннадий Мефодьевич',
                'Женить миллионера! - пожилой мужчина',
                'Террористка Иванова - администратор гостиницы',
                'Вольф Мессинг: Видевший сквозь время - владелец казино',
                'Сынок - директор автопарка',
                'Женщины в игре без правил - хахаль Ольги'
            ]
        },
        {
            subject: 'Звания и награды',
            names: [
                'C 2015 года Заслуженный артист Республики Беларусь',
            ]
        },
    ],
    gallery: [
        {
            img: '',
            description: ''
        }
    ]
}