exports.frontmatter = {
    id: 6,
    path: '/Pinigin',
    name: 'Николай Николаевич Пинигин',
    date: '6 августа 1957',
    img: 'Pinigin.jpg',
    youtube: 'https://www.youtube.com/watch?v=lexVZsR-GF0',
    video_id: 'lexVZsR-GF0',
    places_for_map: [
        'Минск',
        'Национальный академический театр имени Янки Купалы'
    ],
    place_of_birth: 'Изюм Харьковская область УССР',
    description: 'белорусский режиссёр, заслуженный деятель искусств Республики Беларусь',
    timeline: [
        {
            date: '1957',
            text: 'Николай Николаевич Пинигин родился 6 августа 1957.'
        },
        {
            date: '1979',
            text: 'В 1979 Николай Николаевич окончил режиссерский факультет Белорусского театрально-художественного института.'
        },
        {
            date: '1979—1980',
            text: 'В 1979-1980 годах работал режиссером на белорусском телевидении.'
        },
        {
            date: '1980—1982',
            text: 'В 1980—1982 годах он был режиссёром в Русском драматическом театра им. М. Горького.'
        },
        {
            date: '1985',
            text: 'С 1985 Николай Пинигин - режиссер Национального академического театра имени Янки Купалы.'
        },
        {
            date: '1985—1987',
            text: 'В 1985-1987 преподаватель кафедры «Мастерство актера и режиссуры» в Белорусском академии искусств.'
        },
        {
            date: '1998',
            text: 'С 1998 - режиссер Большого драматического театра им. Г. А. Товстоногова в Санкт-Петербурге.'
        },
        {
            date: '2008',
            text: 'В декабре 2008 Николай Пинигин назначен главным режиссером Национального академического театра имени Янки Купалы.'
        },
    ],
    works: [
        {
            subject: 'Театральные постановки',
            names: [
                'Женщина с моря',
                'Дракон',
                'Эмигрант',
                'Здешние',
                'Идиллия',
                'Борис Годунов',
                'Бедная Лиза',
                'Сапоги на толстой подошве',
                'Бульвар преступлений',
                'Чайка',
                'Визит дамы',
                'Ребенок с Вифлеема',
                'Бабочка',
                'Эмигранты'
            ]
        },
        {
            subject: 'Звания и награды',
            names: [
                'Лауреат Государственной премии Республики Беларусь (за спектакль «Здешние» Я. Купалы, 1992',
                'Признан «Человеком года Беларуси» в номинации «Сцена»',
                'Дипломант международных фестивалей в Кракове (Польша), Москве (Россия), Харькове (Украина), Братиславе (Словакия), Таллинне (Эстония), Вильнюсе (Литва)'
            ]
        },
    ],
    gallery: [
        {
            img: '',
            description: ''
        }
    ]
}