exports.frontmatter = {
    id: 7,
    path: '/Shmakov',
    name: 'Фёдор Иванович Шмаков',
    date: '16 февраля (1 марта) 1917',
    img: 'Shmakov.jpg',
    youtube: 'https://www.youtube.com/watch?v=4aiEf8n3b98',
    video_id: '4aiEf8n3b98',
    places_for_map: {
        name: 'Национальный академический драматический театр им. Якуба Коласа',
        width: 55.193634,
        length: 30.201480
    },
    place_of_birth: 'Петроград',
    description: '',
    timeline: [
        {
            date: '1917',
            text: 'Фёдор Иванович Шмаков родился 16 февраля (1 марта) 1917 в Петрограде (ныне Санкт-Петербург).'
        },
        {
            date: '1917-1935',
            text: 'Детство Фёдор Ивановича прошло в посёлке Рошаль (ныне в Московской области), куда семья переехала из Петрограда. Окончил 7 классов, школу ФЗО, работал слесарем на заводе в цехе точной механики. В заводском клубе активно участвовал в драматическом кружке.'
        },
        {
            date: '1935',
            text: 'Он поступил в Ленинградское центральное театральное училище.'
        },
        {
            date: '1939',
            text: 'Фёдор Шмаков окончил Ленинградское центральное театральное училище и был принят в труппу Государственного русского драматического театра Белорусской ССР в Могилёве.'
        },
        {
            date: '1941',
            text: 'В 1941 году театр гастролировал в Белостоке, когда началась война. Тогда же Ф. Шмаков оказался в Витебске, где перешёл во 2-й Белорусский государственный театр (ныне Национальный академический драматический театр им. Якуба Коласа), на сцене которого сыграл более 200 ролей, а с 60-х годов и ставил спектакли в качестве режиссёра.'
        },
        {
            date: '1944',
            text: 'В 1944 году он работал во фронтовой театральной бригаде.'
        },
        {
            date: '1948',
            text: 'С 1948 года он - Член ВКП(б).'
        },
        {
            date: '2009',
            text: 'Фёдор Иванович Шмаков cкончался 1 мая 2009 года в Витебске на 93-м году жизни. Похоронен на Мазуринском кладбище в Витебске.'
        }
    ],
    works: [
        {
            subject: 'Роли в кино',
            names: [
                '1957 — Бессмертная песня — Юсалов',
                '1959 — Любовью надо дорожить — Антон Иванович',
                '1973 — Завтра будет поздно… — комиссар партизанского отряда',
                '1975 — Долгие вёрсты войны — Кривошеев',
                '1976—1978 — Время выбрало нас — Худяков',
                '1978 — Прошлогодняя кадриль — Трошенька',
                '1980—1981 — Мужество — Алексей Иванович Морозов',
                '1981 — Командировка в санаторий — Кузьмич',
                '1981 — Люди на болоте — Зайчик',
                '1983 — Миргород и его обитатели — Афанасий Иванович',
                '1985 — Контрудар — Трофимыч',
                '1985 — По зову сердца — доктор',
                '1986 — Государственная граница. Год сорок первый — Деркун',
                '1988 — Не забудь оглянуться — Филипп Кузьмич',
                '1990 — Плач перепёлки — Парфён Вершков'
            ]
        },
        {
            subject: 'Роли в театре',
            names: [
                '«Таланты и поклонники» А. Н. Островского — Вася',
                '«Семья» И. Ф. Попова — В. И. Ленин',
                '«Шестое июля» М. Ф. Шатрова — В. И. Ленин',
                '«Клоп» В. В. Маяковского — Присыпкин',
                '«А зори здесь тихие…» Б. Л. Васильева — старшина Васков',
                '«Нестерка» В. Ф. Вольского — Нестерка',
                '«Правда хорошо, а счастье лучше» А. Н. Островского — Платон',
                '«Ревизор» Н. В. Гоголя — Городничий',
                '«Овод» по Э. Войнич — Овод',
                '«Испытание огнём» К. Крапивы — Перегуд',
                '«Изгнание блудницы» И. П. Шамякина — Гаворка',
                '«Потерянный сын» Данилова — Василь',
                '«Земля» по Я. Коласу — Дед',
                '«Кастусь Калиновский» В. С. Короткевича — Муравьев',
                '«Поздняя любовь» А. Н. Островского — Маргаритов',
                '«Один год» по Ю. П. Герману — Алексей Жмакин'
            ]
        },
        {
            subject: 'Постановки в театре',
            names: [
                '«Батьковщина» К. Чорного',
                '«Тревога» А. Петрашкевича',
                '«Блэз» К. Манье',
                '«Верочка» А. Е. Макаёнка',
                '«Правда хорошо, а счастье лучше» А. Н. Островского',
                '«Мудромер» Н. Е. Матуковского.'
            ]
        },
        {
            subject: 'Звания и награды',
            names: [
                'Заслуженный артист Белорусской ССР',
                'Народный артист Белорусской ССР',
                'Народный артист СССР',
                'Государственная премия Белорусской ССР',
                'Орден Трудового Красного Знамени',
                'Орден Дружбы народов',
                'Орден «Знак Почёта»',
                'Медаль Франциска Скорины',
                'Приз «Хрустальная Павлинка»',
                'Премия Президента Республики Беларусь «За духовное возрождение»',
                'Медаль «За вклад в развитие белорусского кинематографа»',
                'Почётный гражданин Витебска'
            ] 
        }
    ],
    gallery: [
        {
            img: '',
            description: ''
        }
    ]
}